"previewCamera" = "Ta foto";
"previewCameraRecord" = "Spela in";
"previewAlbum" = "Album";
"cancel" = "Avbryt";

"originalPhoto" = "Original";
"originalTotalSize" = "Totalt";
"done" = "Klar";
"ok" = "OK";
"editFinish" = "Färdig";
"cameraDone" = "Klar";
"inputDone" = "Klar";

"back" = "Tillbaka";
"edit" = "Redigera";
"revert" = "Återställ";
"brightness" = "Ljusstyrka";
"contrast" = "Kontrast";
"saturation" = "Mättnad";
"exposure" = "Exponering";
"sharpness" = "Skarphet";
"temperature" = "Färgtemperatur";
"tint" = "Färgton";
"vignette" = "Vinjettering";
"vibrance" = "Naturlig mättnad";

"photo" = "Foto";
"preview" = "Förhandsgranska";

"noPhotoTips" = "Inga foton";

"hudLoading" = "Laddar...";
"hudProcessing" = "Bearbetar...";

"exceededMaxSelectCount" = "Du kan som mest välja %ld bilder";
"longerThanMaxVideoDuration" = "Kan inte välja video längre än %ld sekunder";
"shorterThanMinVideoDuration" = "Kan inte välja video kortare än %ld sekunder";
"largerThanMaxVideoDataSize" = "Kan inte välja video större än %@MB";
"smallerThanMinVideoDataSize" = "Kan inte välja video mindre än %@MB";
"exceededMaxVideoSelectCount" = "Du kan som mest välja %ld videor";
"lessThanMinVideoSelectCount" = "Välj minst %ld videor";

"noCameraAuthorityAlertMessage" = "Gå till \"Inställningar > Integritet > Kamera\" på din iPhone för att tillåta att %@ får åtkomst till kameran";
"noPhotoLibraryAuthorityAlertMessage" = "Gå till \"Inställningar > Integritet > Bilder\" på din iPhone för att tillåta att %@ får åtkomst till dina bilder";
"noMicrophoneAuthorityAlertMessage" = "Kan inte spela in ljud. Gå till \"Inställningar > %@\" och aktivera mikrofonåtkomst";
"unableToAccessAllPhotos" = "Du har ställt in att %@ endast får åtkomst till vissa foton. Tillåt åtkomst till \"Alla foton\" rekommenderas";
"noLibraryAuthTitleInThumbList" = "Kan inte komma åt bilder i albumet";
"noLibraryAuthDescInThumbList" = "Du har stängt av %@s åtkomst till bilder. Tillåt åtkomst till \"Alla foton\" rekommenderas";
"gotoSystemSettingInThumbList" = "Gå till systeminställningar";

"cameraUnavailable" = "Kameran är inte tillgänglig";
"keepRecording" = "Fortsätt spela in";
"gotoSettings" = "Gå till inställningar";

"iCloudVideoLoadFaild" = "iCloud-synk misslyckades";
"imageLoadFailed" = "Misslyckades med att ladda bild";

"save" = "Spara";
"saveImageError" = "Misslyckades med att spara bild";
"saveVideoError" = "Misslyckades med att spara video";
"timeout" = "Tidsgräns överskriden";

"customCameraTips" = "Tryck för att ta foto, håll för video";
"customCameraTakePhotoTips" = "Tryck för att ta foto";
"customCameraRecordVideoTips" = "Håll för att spela in";
"customCameraTapToRecordVideoTips" = "Tryck för att spela in";
"minRecordTimeTips" = "Spela in minst %ld sekunder";

"cameraRoll" = "Senaste";
"panoramas" = "Panoramabilder";
"videos" = "Videor";
"favorites" = "Favoriter";
"timelapses" = "Tidsförlopp";
"recentlyAdded" = "Nyligen tillagda";
"bursts" = "Seriebilder";
"slomoVideos" = "Slowmotion";
"selfPortraits" = "Selfies";
"screenshots" = "Skärmavbilder";
"depthEffect" = "Porträtt";
"livePhotos" = "Live Photos";
"animated" = "Animerade";
"myPhotoStream" = "Min bildström";

"noTitleAlbumListPlaceholder" = "Alla foton";
"textStickerRemoveTips" = "Dra hit för att ta bort";
